[
    {
      "id": 1,
      "companyLogo": "https://ibb.co/vdR5c7Z",
      "jobTitle": "Front-End Developer",
      "companyName": "Google",
      "FirstJobType": "Remote",
      "SecondJobType": "Onsite",
      "location": "Mountain View, California",
      "FirstJobTime": "Full Time",
      "SecondJobTime": "Part Time",
      "salary": "100K - 150K",
      "jobDescription": "We are seeking a skilled front-end developer to join our team. The ideal candidate will have experience developing and maintaining user-facing features for web applications using modern front-end frameworks like React or Angular. In this role, you will work closely with our product and design teams to build intuitive and responsive user interfaces that delight our customers.",
      "jobResponsibility": "Develop and maintain user-facing features for our web application using modern front-end frameworks like React or Angular. Collaborate closely with product and design teams to ensure that our user interfaces are intuitive and responsive. Write clean, well-documented code that adheres to best practices in front-end development. Continuously optimize our application for performance and scalability. Stay up-to-date with emerging trends and technologies in front-end development.",
      "education": "Bachelor's degree in Computer Science or related field.",
      "experience": "3+ years of experience in front-end development.",
      "phone": "+1 (212) 555-1234",
      "email": "google@gmail.com",
      "address": "1600 Amphitheatre Parkway, Mountain View, California"
    },
    {
      "id": 2,
      "companyLogo": "https://ibb.co/VvK08js",
      "jobTitle": "Data Analyst",
      "companyName": "Amazon",
      "FirstJobType": "Remote",
      "SecondJobType": "Onsite",
      "location": "Seattle, Washington",
      "FirstJobTime": "Full Time",
      "SecondJobTime": "Part Time",
      "salary": "110K - 120K",
      "jobDescription": "We are seeking a data analyst to join our growing team. The ideal candidate will be comfortable collecting and analyzing data to support business decisions. In this role, you will work closely with our operations and finance teams to identify trends and insights that drive business growth.",
      "jobResponsibility": "Collect and analyze data from various sources, including our internal databases, to identify trends and insights that drive business growth. Work closely with our operations and finance teams to understand business needs and develop data-driven solutions. Create and maintain dashboards and reports that communicate key performance indicators to stakeholders across the organization. Stay up-to-date with emerging trends and technologies in data analysis and visualization.",
      "education": "Bachelor's degree in Mathematics, Statistics or related field.",
      "experience": "2+ years of experience in data analysis.",
      "phone": "+1 (212) 555-1234",
      "email": "amazon@gmail.com",
      "address": "410 Terry Ave N, Seattle 98109"
    },
    {
      "id": 3,
      "companyLogo": "https://ibb.co/71VCSG3",
      "jobTitle": "Software Engineer",
      "companyName": "Microsoft",
      "FirstJobType": "Remote",
      "SecondJobType": "Onsite",
      "location": "Redmond, Washington",
      "FirstJobTime": "Full Time",
      "SecondJobTime": "Part Time",
      "salary": "130K - 160K",
      "jobDescription": "We are seeking a talented software engineer to join our team. The ideal candidate will have experience building and maintaining scalable, reliable software applications. In this role, you will work closely with our product and design teams to develop new features and improve existing ones.",
      "jobResponsibility": "Design, develop, and maintain scalable, reliable software applications using modern programming languages like Python, Java or Ruby. Collaborate with product and design teams to define and develop new features and improve existing ones. Write clean, well-documented code that adheres to best practices in software development. Continuously optimize our application for performance and scalability. Stay up-to-date with emerging trends and technologies in software engineering.",
      "education": "Bachelor's degree in Computer Science or related field.",
      "experience": "5+ years of experience in software engineering.",
      "phone": "+1 (404) 555-9876",
      "email": "microsoft@hotmail.com",
      "address": "One Microsoft Way, Redmond, Washington"
    },
    {
      "id": 4,
      "companyLogo": "https://ibb.co/dDG4VZx",
      "jobTitle": "Marketing Manager",
      "companyName": "Netflix",
      "FirstJobType": "Remote",
      "SecondJobType": "Onsite",
      "location": "Los Gatos, California",
      "FirstJobTime": "Full Time",
      "SecondJobTime": "Part Time",
      "salary": "150K - 180K",
      "jobDescription": "We are seeking a results-driven marketing manager to lead our marketing team. The ideal candidate will have experience developing and executing marketing campaigns that drive business growth. In this role, you will work closely with our sales and product teams to develop and implement marketing strategies that align with business objectives.",
      "jobResponsibility": "Develop and execute marketing campaigns that drive business growth, including email marketing, social media, paid advertising, and content marketing. Work closely with sales and product teams to develop and implement marketing strategies that align with business objectives. Analyze and report on the effectiveness of marketing campaigns and make recommendations for improvement. Manage and mentor a team of marketing professionals to ensure successful campaign execution.",
      "education": "Bachelor's degree in Marketing or related field",
      "experience": "7+ years of experience in marketing.",
      "phone": "+1 (617) 555-4321",
      "email": "netflix@gmail.com",
      "address": "100 Winchester Cir, Los Gatos, California"
    },
    {
      "id": 5,
      "companyLogo": "https://ibb.co/NS2chmK",
      "jobTitle": "Financial Analyst",
      "companyName": "Tesla",
      "FirstJobType": "Remote",
      "SecondJobType": "Onsite",
      "location": "Austin, Texas",
      "FirstJobTime": "Full Time",
      "SecondJobTime": "Part Time",
      "salary": "140K - 190K",
      "jobDescription": "We are seeking a skilled financial analyst to join our team. The ideal candidate will have experience analyzing financial data and creating financial models. In this role, you will work closely with our investment team to identify new investment opportunities and evaluate the performance of existing investments.",
      "jobResponsibility": "Analyze financial data and create financial models to support investment decision-making. Monitor and evaluate the performance of existing investments. Conduct research to identify new investment opportunities. Prepare reports and presentations for senior management and investors. Work closely with investment team to develop and implement investment strategies.",
      "education": "Bachelor's degree in Finance, Accounting or related field.",
      "experience": "3+ years of experience in financial analysis.",
      "phone": "+1 (702) 555-8765",
      "email": "tesla@gmail.com",
      "address": "13101 Tesla Road, Austin, Texas"
    },
    {
      "id": 6,
      "companyLogo": "https://ibb.co/1qp90VT",
      "jobTitle": "Graphic Designer",
      "companyName": "Canva",
      "FirstJobType": "Remote",
      "SecondJobType": "Onsite",
      "location": "Sydney , Australia",
      "FirstJobTime": "Full Time",
      "SecondJobTime": "Part Time",
      "salary": "170K - 190K",
      "jobDescription": "We are looking for a talented and creative Graphic Designer to join our team. In this role, you will be responsible for designing a wide variety of marketing materials, including brochures, flyers, posters, and digital content. The ideal candidate will have a strong portfolio showcasing their design skills, as well as experience with design software such as Adobe Creative Suite.",
      "jobResponsibility": "You will be responsible for designing a wide variety of marketing materials, including brochures, flyers, posters, and digital content. You will collaborate with the marketing team to create visually appealing and effective designs for various mediums. You will ensure that all designs align with the company's brand guidelines and stay up-to-date with design trends and techniques.",
      "education": "Bachelor's degree in Graphic Design or a related field",
      "experience": "2+ years of experience in Graphic Design or a related field.",
      "phone": "+1 (786) 555-3456",
      "email": "canva@gmail.com",
      "address": "110 Kippax, Surry Hills, Sydney, Australia"
    }
  ]